Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: This will replace some or all of your current pump settings. Are you sure you want to import profile settings from Nightscout?
bg: Това ще замени някои или всички текущи настройки на помпата. Сигурни ли сте, че искате да импортирате настройките на профила от Nightscout?
cs: Tohle nahradí některá nebo všechna tvá aktuální nastavení pumpy. Opravdu chceš importovat nastavení profilu z Nightscoutu?
da: Dette vil erstatte nogle eller alle dine aktuelle pumpeindstillinger. Er du sikker på, at du vil importere profilindstillinger fra Nightscout?
de: Dies wird einige oder alle Deiner aktuellen Pumpeneinstellungen ersetzen. Bist Du sicher, dass Du die Profileinstellungen von Nightscout importieren möchtest?
es: Esto reemplazará algunos o todos los ajustes de la bomba actual. ¿Está seguro de que desea importar la configuración del perfil de Nightscout?
fr: Cela remplacera certains ou l’ensemble de vos réglages actuels de pompe. Confirmez-vous l’importation des réglages de profil depuis Nightscout ?
it: Questo sostituirà alcune o tutte le impostazioni attuali del microinfusore. Sei sicuro di voler importare le impostazioni del profilo da Nightscout?
nb_no: Dette vil erstatte alle eller deler av dine nåværende pumpeinnstillinger. Er du sikker på at du vil importere profilinnstillinger fra Nightscout?
nl: Dit zal enkele of al je huidige pomp instellingen vervangen. Weet je zeker dat je de profielinstellingen uit Nightscout wilt importeren?
pl: Spowoduje to zastąpienie niektórych lub wszystkich bieżących ustawień pompy. Czy na pewno chcesz zaimportować ustawienia profilu z Nightscout?
pt_pt: Isto irá substituir algumas ou todas as configurações da sua bomba atual. Tem certeza de que deseja importar as configurações de perfil do Nightscout?
ru: Это заменит некоторые или все ваши текущие настройки помпы. Вы уверены, что хотите импортировать настройки профиля из Nightscout?
sv: Detta kommer att ersätta alla eller vissa av dina pumpinställningar. Är du säker att du vill fortsätta med import av inställningar?
uk: Це замінить деякі або всі поточні налаштування Помпи. Ви впевнені, що бажаєте імпортувати налаштування профілю з Nightscout?
vi: Thao tác này sẽ thay thế một phần hoặc toàn bộ các cài đặt hiện tại của bơm insulin của bạn. Bạn có chắc chắn muốn nhập các cài đặt Hồ sơ từ Nightscout không?
zh_hant: 這將替換您當前的部分或全部幫浦設定。您確定要從 Nightscout 匯入個人設置嗎？

source: Tidepool Integration
bg: Интеграция с Tidepool
cs: Integrace Tidepool
da: Integration Af Tidepool
es: Integración de Tidepool
fr: Connexion à Tidepool
it: Integrazione Di Tidepool
nb_no: Tidepool Integrasjon
nl: Integratie met Tidepool
pl: Integracja z Tidepool
pt_pt: Integração Tidepool
ru: Интеграция Tidepool
uk: Інтеграція з Tidepool
vi: Tích hợp Tidepool
zh_hant: Tidepool 整合

source: Time
bg: Време
cs: Čas
da: Tid
de: Uhrzeit
es: Tiempo
fr: Heure
it: Tempo
nb_no: Tidspunkt
nl: Tijd
pl: Czas
pt_pt: Hora
ru: Время
sv: Tid
uk: Час
vi: Thời gian
zh_hant: 時間

source: Time Change Detected
bg: Засечена е промяна на времето
cs: Zjištěna změna času
da: Tid Ændring Detekteret
de: Zeitänderung erkannt
es: Cambio de tiempo detectado
fr: Changement d'heure détecté
it: Cambiamento Di Tempo Rilevato
nb_no: Tidsendring oppdaget
nl: Tijdwijziging gedetecteerd
pl: Wykryto zmianę czasu
pt_pt: Mudança de Tempo Detectada
ru: Обнаружено изменение времени
sv: Tidsförändring upptäckt
uk: Виявлено зміни часу
vi: Đã phát hiện thay đổi thời gian
zh_hant: 檢測到時間變更

source: Time in Normoglycemia (TING)
bg: Време в нормогликемия (TING)
cs: Čas v normoglykémii (TING)
da: Tid i Normoglycæmi (TING)
de: Zeit in Normoglykämie (TING)
fr: Temps en normoglycémie (TING)
it: Tempo in normoglicemia (TING)
nb_no: Tid i normalblodsukker (TING)
nl: Tijd in Normoglykemie (TING)
pl: Czas w Normoglikemii (TING)
sv: Tid i normoglykemi (TING)
vi: Thời gian đường huyết bình thường (TING)
zh_hant: 正常血糖時間 (TING)

source: Time in Normoglycemia (TING):
bg: Време в нормогликемия (TING):
cs: Čas v normoglykémii (TING):
da: Tid i Normoglycæmi (TING):
de: Zeit in Normoglykämie (TING):
fr: Temps en normoglycémie (TING) :
nb_no: Tid i normalt målområde (TING):
nl: Tijd in Normoglykemie (TING):
pl: Czas w Normoglikemii (TING):
sv: Tid i normoglykemi (TING):
vi: Thời gian đường huyết bình thường (TING):
zh_hant: 正常血糖時間 (TING)：

source: Time in Range Type
bg: Тип на времето в целевия диапазон
cs: Typ času v rozmezí
da: Tid i målområdetype
de: "Time in Range"-Typ
fr: Type de Temps dans la Cible
nb_no: Type tid i målområde
nl: Tijd binnen Bereik type
pl: Rodzaj czasu w zakresie
sv: Tid i målområde - Typ
vi: Loại thời gian trong phạm vi
zh_hant: 範圍時間類型

source: Time in Tight Range (TITR)
bg: Време в тесен диапазон (TITR)
cs: Čas v úzkém rozmezí (TITR)
da: Tid i Tæt Målområde (TITR)
fr: Temps dans la plage cible étroite (TITR)
nb_no: Tid i stramt målområde (TITR)
nl: Tijd binnen strikte bereik (TITR)
pl: Czas w wąskim zakresie (TITR)
sv: Tid i tight målområde (TITR)
vi: Thời gian trong phạm vi hẹp (TITR)
zh_hant: 緊密範圍時間 (TITR)

source: Time in Tight Range (TITR):
bg: Време в тесен диапазон (TITR):
cs: Čas v úzkém rozmezí (TITR):
da: Tid i Tæt Målområde (TITR):
fr: Temps dans la plage cible étroite (TITR) :
nb_no: Tid i stramt målområde (TITR):
nl: Tijd binnen strikte bereik (TITR):
pl: Czas w wąskim zakresie (TITR):
sv: Tid i tight målområde (TITR):
vi: Thời gian trong phạm vi hẹp (TITR):
zh_hant: 緊密範圍時間 (TITR)：

source: Time interval between FPUs.
bg: Интервал от време между FPU.
cs: Časový interval mezi FPU.
da: Tidsinterval mellem FPU'er.
de: Zeitintervall zwischen FPUs.
es: Intervalo de tiempo entre FPUs.
fr: Intervalle entre FPU.
it: Intervallo di tempo tra le FPU.
nb_no: Tidsintervall mellom FPU'er.
nl: Tijdsinterval tussen FPU's.
pl: Przedział czasu pomiędzy FPU.
pt_pt: Intervalo de tempo entre os FPUs.
ru: Интервал времени между FPUs.
sv: Tidsintervall mellan FPU.
uk: Проміжок часу між УЗП.
vi: Khoảng thời gian giữa các FPUs.
zh_hant: FPUs 之間的時間間隔。

source: Time of maximum blood glucose lowering effect of insulin, in minutes. Beware: Oref assumes for ultra-rapid (Lyumjev) & rapid-acting (Fiasp) curves minimal (35 & 50 min) and maximal (100 & 120 min) applicable insulinPeakTimes. Using a custom insulinPeakTime outside these bounds will result in issues with Trio, longer loop calculations and possible red loops.
bg: Време на максимален ефект на понижаване на кръвната захар от инсулина, в минути. Внимание: Oref приема за ултра-бързодействащите (Lyumjev) и бързодействащите (Fiasp) криви минимални (35 и 50 мин) и максимални (100 и 120 мин) допустими insulinPeakTimes. Използване на персонализиран insulinPeakTime извън тези граници ще доведе до проблеми с Trio, по-дълги изчисления на loop и възможни червени loop цикли.
cs: Čas maximálního účinku inzulínu na snížení glykémie v minutách. Pozor: Oref u ultrarychlých (Lyumjev) a rychle působících (Fiasp) inzulínů předpokládá minimální (35 a 50 min) a maximální (100 a 120 min) použitelný čas vrcholu účinku (insulinPeakTime). Použití vlastního času mimo tyto meze způsobí problémy s Triem, delší výpočty smyčky a možné „červené smyčky“ (selhání).
da: Tidspunkt for insulins maksimale blodsukkersænkende effekt på få minutter. Pas på: Oref antager at kurver for ultrahurtige (Lyumjev) og hurtigtvirkende (Fiasp) minimale (35 & 50 min) og maksimum (100 & 120 min) gældende insulinPeakTimes. Brug af en brugerdefineret insulinPeakTime uden for disse grænser vil resultere i problemer med Trio, længere loop beregninger og mulige røde løkker.
de: Zeit der maximalen glukosesenkenden Wirkung von Insulin in Minuten. Achtung! Oref geht bei ultraschnellen (Lyumjev) und schnell wirkenden (Fiasp) Kurven von minimalen (35 & 50 min) und maximalen (100 & 120 min) anwendbaren insulinPeakTimes aus. Die Verwendung einer benutzerdefinierten insulinPeakTime außerhalb dieser Grenzen führt zu Problemen mit Trio, längeren Loopberechnungen und möglichen roten Loops.
es: Tiempo del máximo efecto de disminución de glucosa de la insulina, en minutos
fr: La durée (en minutes) avant que l’insuline administrée n'ait son effet hypoglycémiant maximal (c’est-à-dire sa capacité maximale à faire baisser la mesure de glucose). Attention : L'algorithme oref considère, pour les insulines à profils ultra-rapides (Lyumjev) et rapides (FIASP), des valeurs minimales (35 et 50 min) et maximales (100 et 120 min) applicables pour la durée avant le pic d’action de l’insuline (insulinPeakTime). Utiliser une valeur personnalisée en dehors de ces limites provoquera des problèmes dans Trio, tels qu’un calcul de boucle plus long et potentiellement une boucle en rouge.
it: Tempo del massimo effetto dell'insulina di riduzione del glucosio nel sangue, in minuti. Attenzione: Oref presume le curve ultra rapide (Lyumjev) e ad azione rapida (Fiasp) minime (35 e 50 min) e massime (100 e 120 min) degli insulinPeakTimes applicabili. Usare un insulinPeakTime personalizzato al di fuori di questi limiti risulterà in problemi con Trio, calcoli ciclici più lunghi e possibili cicli rossi.
nb_no: Tid for maksimal blodsukkersenkende effekt av insulin, i minutter. Forsiktig: Oref antar minimale (35 og 50 min) og maksimale (100 og 120 min) gjeldende insulinPeakTimes for ultrahurtige (Lyumjev) og hurtigvirkende (Fiasp) kurver. Bruk av en tilpasset insulinPeakTime utenfor disse grensene vil føre til problemer med Trio, lengre loopberegninger og mulige røde loops.
nl: Tijd van maximale bloedglucose verlagend effect van insuline in hele minuten (insuline piek tijd). Let op: Oref gaat er van uit dat ultra-snelle (Lyumjev) & snelle werking (Fiasp) curves minimaal (35 & 50 min) en maximaal (100 en 120 min) hebben als insulinPeakTimes. Het gebruik van een aangepaste insulinPeakTime buiten deze grenzen leidt tot problemen met Trio, langere loopberekeningen en mogelijke een rode Loop.
pl: Czas maksymalnego działania insuliny obniżającego poziom glukozy we krwi, w minutach. Uwaga: Oref zakłada dla krzywych ultra-rapid (Lyumjev) i rapid action (Fiasp) minimalne (35 i 50 min) i maksymalne (100 i 120 min) dla standardowych szczytów insuliny. Użycie niestandardowego czasu szczytu insuliny poza tymi granicami spowoduje problemy z Trio, dłuższe obliczenia pętli i możliwe czerwone pętle.
pt_pt: Tempo de redução do efeito de insulina de glicose no sangue máximo em minutos. Cuidado: Oref pressupõe curvas ultra-rápidas (Lyumjev) e de ação rápida (Fiasp) mínimas (35 e 50 min) e máximas (100 e 120 min) aplicáveis insulinPeakTimes. Usando um insulinPeakTime personalizado fora destes limites resultará em issues com Trio, cálculos de loop mais longos e possíveis laços vermelhos.
ru: Пиковое время инсулина в минутах. Время необходимое инсулину для достижения максимального воздействия
sv: Tid i minuter för när insulinet har som störst glukossänkande effekt. Observera att du inte ska ange ett lägre värde än 35 min för Lyumjev eller 50 min för Fiasp, eller högre än 100, respektive 120 min. Om du gör så kommer det att leda till problem med Trio, som röda loopar, långa Loop-beräkningar och överdrivet stora loggfiler.
uk: Піковий час інсуліна в хвилинах. Час необхідний інсуліну для досягнення максимального впливу. Будьте обережні: Oref припускає за ультрашвидкі (Lyumjev) та швидке виконання (Fiasp) криві є мінімальними (35 та 50 хвилин) і максимальними (100 та 120 хвилин) придатними для інсулініпінг-таймерів. Використання користувацького інсулінутого PeakTime поза цими межами призведе до проблем з Trio, більш довшими обчисленнями циклів та можливими червоними циклами.
vi: Thời điểm insulin đạt hiệu quả tối đa trong việc làm giảm đường huyết, tính bằng phút. Lưu ý: Oref giả định với các loại insulin tác dụng siêu nhanh (Lyumjev) và nhanh (Fiasp) có thời gian đạt đỉnh tối thiểu lần lượt là 35 và 50 phút, và tối đa lần lượt là 100 và 120 phút. Việc sử dụng giá trị tùy chỉnh cho thời gian đạt đỉnh ngoài khoảng giới hạn này có thể gây lỗi trong Trio, kéo dài thời gian tính toán vòng lặp và có thể dẫn đến vòng lặp báo đỏ (red loop).
zh_hant: 胰島素最大降低血糖效果的時間（以分鐘計）。請注意：Oref 認為超快速（Lyumjev）和快速作用（Fiasp）曲線的最小（35 和 50 分鐘）及最大（100 和 120 分鐘）適用的胰島素峰值時間。使用自訂的胰島素峰值時間超出這些範圍將導致 Trio 出現問題、循環計算時間延長和可能出現紅色循環。

source: Tip: Decreasing this value allows automatic adjustments of basal rates to be lower and ISF to be higher.
bg: Съвет: Намаляването на тази стойност позволява автоматичните корекции на базалните дози да бъдат по-ниски и ISF да бъде по-висок.
cs: Tip: Snížení této hodnoty umožňuje, aby automatické úpravy bazálních dávek byly nižší a aby ISF mohlo být vyšší.
da: Tip: Nedsættelse af denne værdi muliggør automatisk justering af basale rater at være lavere og ISF at være højere.
de: Tipp: Wenn Du diesen Wert verringerst, können die automatische Anpassung der Basalraten niedriger und die ISF höher ausfallen.
fr: Astuce : diminuer cette valeur permet, si besoin, de réduire automatiquement le profil basal et d’augmenter l'ISF (Facteur de Sensibilité à l’Insuline).
nb_no: Tips: Ved å senke denne verdien, tillater du at automatisk justering av basalrater blir lavere, mens ISF blir høyere.
nl: Tip: Door deze waarde te verlagen kunnen de automatische aanpassingen van de basaalstanden lager zijn en de ISF hoger zijn.
pl: Wskazówka: Zmniejszenie tej wartości spowoduje, że automatyczne dostosowanie dawki podstawowej będzie niższe, a ISF wyższe.
sv: Tips: En minskning av detta värde tillåter automatisk justering av basal att vara lägre, samt ISF att vara högre.
vi: Mẹo: Giảm giá trị này cho phép hệ thống tự động điều chỉnh tốc độ insulin nền xuống thấp hơn và hệ số nhạy cảm insulin (ISF) lên cao hơn.
zh_hant: 提示：減少此值會讓自動調整基礎率的數值降低，而 ISF 的數值提高。

source: Tip: Decreasing this value allows automatic adjustments of basal rates to be lower, ISF to be higher, and CR to be higher.
bg: Съвет: Намаляването на тази стойност позволява автоматичните корекции на базалните дози да бъдат по-ниски, ISF да бъде по-висок и CR да бъде по-висок.
cs: Tip: Snížení této hodnoty umožňuje, aby automatické úpravy bazálních dávek byly nižší a aby ISF i CR mohly být vyšší.
da: Tip: Ved at reducere denne værdi kan automatiske justeringer af basale satser være lavere, ISF er højere, og CR er højere.
de: Tipp: Durch die Verringerung dieses Wertes können automatische Korrekturen der Basalraten niedriger sein, ISF und CR höher sein.
es: Consejo: Disminuir este valor permite que los ajustes automáticos de las tasas basales sean más bajos, ISF sea más alto y CR más altos.
fr: Astuce : Réduire cette valeur permet aux ajustements automatiques de rendre les débits basaux plus faibles, l'ISF (facteur de sensibilité à l’insuline) plus élevé et le CR (ratio insuline/glucides) plus élevé.
it: Suggerimento: la riduzione di questo valore consente di abbassare le regolazioni automatiche dei tassi basali, di aumentare ISF e di aumentare CR.
nb_no: Tips: Ved å senke denne verdien, tillater du at automatisk justering av basalrater blir lavere, mens ISF og CR blir høyere.
nl: Tip: Door deze waarde te verlagen kunnen de automatische aanpassingen van de basaalstanden lager zijn, ISF hoger zijn en CR hoger.
pl: Wskazówka: Obniżenie tej wartości pozwala na obniżenie automatycznych korekt podstawowych stawek, wyższe ISF i wyższe CR (CR – CR).
pt_pt: Dica: Diminuir esse valor permite que ajustes automáticos de taxas basais sejam menores, o ISF seja maior e o CR seja mais alto.
ru: Совет: Уменьшение этого значения позволяет автоматически корректировать базовые ставки будет меньше, ISF будет выше, а CR будет выше.
sv: Tips: En minskning av detta värde tillåter automatisk justering för basal att vara lägre, samt ISF och CR att vara högre.
uk: Порада: зменшення цього значення дозволяє автоматичні корективи базових норм бути нижчими, ISF має бути вищим і більш високим.
vi: Mẹo: Giảm giá trị này cho phép hệ thống tự động điều chỉnh tốc độ insulin nền thấp hơn, hệ số nhạy cảm insulin (ISF) cao hơn và tỷ lệ carb (CR) cao hơn.
zh_hant: 提示：減少此數值可使基礎率的自動調整降低，ISF 提高，CR 提高。

source: Tip: If you are a new Trio user, it is not advised to set this to 100% until you have verified that your core settings (basal rates, ISF, and CR) do not need adjusting.
bg: Съвет: Ако сте нов потребител на Trio, не се препоръчва да задавате това на 100%, докато не потвърдите, че основните ви настройки (базални дози, ISF и CR) не се нуждаят от корекция.
cs: Tip: Pokud jsi v Triu nováčkem, nedoporučujeme tohle nastavovat na 100 %, dokud si neověříš, že tvá základní nastavení (bazální dávky, ISF a CR) nepotřebují úpravu.
da: Tip: Hvis du er en ny Trio bruger, det anbefales ikke at indstille dette til 100% indtil du har bekræftet, at dine kerneindstillinger (basal priser, ISF og CR) behøver ikke justeres.
de: Tipp: Wenn Du ein neuer Trio-Benutzer bist, ist es nicht ratsam, diesen Wert auf 100 % einzustellen, bis Du sichergestellt hast, dass Deine Grundeinstellungen (Basalraten, ISF und CR) nicht angepasst werden müssen.
es: Consejo: Si eres un nuevo usuario de Trio, no se aconseja establecer esto al 100% hasta que haya verificado que su configuración principal (tasas basales, El ISF y el CR no necesitan ajustarse.
fr: Astuce : Si vous débutez avec Trio, il est déconseillé de régler cette valeur à 100 % tant que vous n’avez pas vérifié que vos réglages principaux (Profil Basal, Facteur de Sensibilité à l’Insuline (ISF) et Ratios Insuline/Glucides (CR)) ne nécessitent aucun ajustement.
it: Suggerimento: Se sei un nuovo utente Trio, non è consigliabile impostare questo al 100% fino a quando non si è verificato che le impostazioni del core (tassi basali, ISF e CR) non hanno bisogno di adeguamento.
nb_no: Tips: Hvis du er ny bruker av Trio, anbefales det ikke å sette denne til 100% før du har bekreftet at dine grunnleggende innstillinger (basalrater, ISF og CR) ikke trenger justering.
nl: Tip: Als je een nieuwe Trio gebruiker bent, het wordt niet aangeraden om dit op 100% in te stellen totdat u heeft geverifieerd dat uw core-instellingen (basaalstanden, basaalstanden, ISF en CR) hoeven niet te worden aangepast.
pl: Wskazówka: Jeśli jesteś nowym użytkownikiem Trio, nie zaleca się ustawiania tej wartości na 100%, dopóki nie sprawdziłeś(-aś) czy ustawienia podstawowe (dawki podstawowe, ISF i CR) nie wymagają dostosowania.
pt_pt: Dica: Se você é um novo usuário Trio, não é aconselhável definir isto para 100% até que você tenha verificado que suas configurações principais (taxas basais, O ISF e o CR) não precisam de ajustamentos.
ru: Совет: если вы новый пользователь Трио, не рекомендуется установить это на 100% до тех пор, пока не подтвердите основные настройки (исходные ставки), ISF и CR) не нуждаются в корректировке.
sv: Tips: Om du är en ny Trio användare, rekommenderas det att inte ställa in detta till 100% innan du har verifierat att dina behandlingsinställningar (basal, ISF och CR) inte behöver justeras.
uk: Підказка: якщо ви - новий користувач з племена, не рекомендується встановлювати це на 100%, поки ви не підтвердите свої основні налаштування (базові ставки, ISF і CR) не потрібно коригувати.
vi: Mẹo: Nếu bạn là người mới sử dụng Trio, không nên đặt giá trị này ở mức 100% cho đến khi bạn đã xác nhận rằng các thiết lập cốt lõi (tốc độ insulin nền, hệ số nhạy cảm insulin và tỷ lệ carb) không cần điều chỉnh.
zh_hant: 提示：如果您是新的 Trio 用戶，建議在驗證您的核心設定（基礎率、ISF 和 CR）不需要調整之前，不要將其設定為 100%。

source: Tip: If you usually rewind your pump independently of site changes, you may want to consider disabling this feature.
bg: Съвет: Ако обикновено превъртате помпата независимо от смяната на мястото, може да помислите за изключване на тази функция.
cs: Tip: Pokud obvykle převíjíš pumpu nezávisle na výměně kanyly (site change), zvaž vypnutí této funkce.
da: Tip: Hvis du normalt spolere din pumpe uafhængigt af webstedsændringer, kan du overveje at deaktivere denne funktion.
de: Tipp: Wenn Du Deine Pumpe normalerweise unabhängig von Katheterwechseln zurückspulst, solltest Du diese Funktion deaktivieren.
es: Sugerencia: Si normalmente rebobina su bomba independientemente de los cambios en el sitio, puede considerar deshabilitar esta función.
fr: Astuce : Si vous remplacer généralement votre pompe sans changer de site, vous pouvez envisager de désactiver cette fonctionnalité.
it: Mancia: Se di solito riavvolgi il microinfusore indipendentemente dalle modifiche del sito, potresti voler disabilitare questa funzione.
nb_no: Tips: Hvis du vanligvis nullstiller pumpen din uavhengig av bytte av infusjonssted, kan du vurdere å skru av denne funksjonen.
nl: Tip: Als je je pomp meestal terugspoelt onafhankelijk van de site veranderingen, kun je overwegen om deze functie uit te schakelen.
pl: Wskazówka: Jeśli zazwyczaj przewijasz pompę niezależnie od zmian wkłucia, możesz rozważyć wyłączenie tej funkcji.
pt_pt: Dica: se você normalmente retroceder a bomba independentemente das alterações de site, você pode considerar desativar esse recurso.
ru: Подсказка: Если вы обычно передвигаете насос независимо от изменений в сайте, вы можете захотеть отключить эту функцию.
sv: Tips: Om du vanligtvis återställer pumpen oberoende av site-ändringar, kanske du vill överväga att inaktivera den här funktionen.
uk: Підказка: якщо ви зазвичай перемотаєте викачку незалежно від зміни вашого сайту, вам варто подумати про відключення цієї функції.
vi: Mẹo: Nếu bạn thường tua lại bơm mà không kèm theo việc thay vị trí truyền, bạn có thể cân nhắc tắt tính năng này.
zh_hant: 提示：如果您通常獨立於更換注射部位而倒回幫浦，您可能要考慮停用此功能。

source: Tip: Increasing this value allows automatic adjustments of basal rates to be higher and ISF to be lower.
bg: Съвет: Увеличаването на тази стойност позволява автоматичните корекции на базалните дози да бъдат по-високи и ISF да бъде по-нисък.
cs: Tip: Zvýšení této hodnoty umožní automatické nastavení vyšších bazálních dávek a nižších hodnot ISF.
da: Tip: Øgning af denne værdi tillader automatiske justeringer af basale rater at være højere og ISF at være lavere.
de: Tipp: Wenn Du diesen Wert erhöhst, können die automatische Anpassung der Basalraten höher und die ISF niedriger ausfallen.
fr: Astuce : augmenter cette valeur permet, si besoin, d’augmenter automatiquement le profil basal et de réduire l’ISF (Facteur de Sensibilité à l'Insuline).
nb_no: Tips: Ved å øke denne verdien, tillater du at automatisk justering av basalrater blir høyere, mens ISF blir lavere.
nl: Tip: Door deze waarde te verhogen kunnen de automatische aanpassingen van de basaalstanden hoger zijn en de ISF lager zijn.
pl: Wskazówka: Zwiększenie tej wartości spowoduje, że automatyczne dostosowanie dawki podstawowej będzie wyższe, a ISF niższe.
sv: Tips: En ökning av detta värde tillåter automatisk justering av basal att vara högre, samt ISF att vara lägre.
vi: Mẹo: Tăng giá trị này cho phép hệ thống tự động điều chỉnh tốc độ insulin nền cao hơn và hệ số nhạy cảm insulin (ISF) thấp hơn.
zh_hant: 提示：增加此值會讓自動調整基礎率的數值提高，而 ISF 的數值降低。
